---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BeamSystemTagParamLeft
source: html/fe47d87d-b974-4048-3ffd-2c66802d8ac0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BeamSystemTagParamLeft Property

"Left"

## Syntax (C#)
```csharp
public static ForgeTypeId BeamSystemTagParamLeft { get; }
```